"CUSTOM MAIL" = "Hộp thư Tùy biến";
"MAIL INFO" = "Thông tin Hộp thư";
"HOST" = "Host";
"EMAIL" = "E-Mail";
"USE SECURE CONNECTION" = "Sử dụng Kết nối Bảo mật";
"USERNAME" = "Tên thuê bao";
"PASSWORD" = "Mật mã";
"SEND TEST EMAIL" = "Gửi Email Thử nghiệm";